Repository: SaulBeto/CalculadoraPerruna
Catalog: CalculadoraPerruna/Resources/Localizable/*.lproj/Localizable.strings
Languages: es_419

# onboard.firstTitle
source: Know your dog's human years
es_419: Conoce los años humanos de tu perro

# onboard.secondTitle
source: New formula
es_419: Nueva fórmula

# onboard.firstDescription
source: Do you know how human years your dog is? Find it out!
es_419: ¿No sabes cuantos años humanos tiene tu perro? ¡Averígualo!

# onboard.secondDescription
source: Study reveals new formula for canine life stages
es_419: Estudio revela nueva fórmula para etapas de la vida canina

# onboard.skip
source: Skip
es_419: Omitir

# onboard.start
source: Start
es_419: Comenzar

# main.instructions
source: Slide the bone to change the age
es_419: Desliza el hueso para cambiar la edad

# main.humanAge
source: human years
es_419: años humanos

# main.dogAges
source: years dog
es_419: años perrunos

# main.dogAge
source: year dog
es_419: año perruno

# info.title
source: Your dog's age
es_419: Edad de tu perrijo

# info.description
source: A formula was developed to convert your dog's age into human years. This research is based on changes in DNA over time. The lifespan of dogs can vary, however they all exhibit a similar pathological, physiological and developmental trajectory. To achieve this, blood samples were drawn from 320 people, aged between 1 and 103 years. Also 104 Labradors, from puppies to 16 years. Comparison with human methylomes reveals a non-linear relationship that translates the age of the dog to the human, resulting in a formula for calculating human age with that of dogs.
es_419: Se desarrolló una fórmula para convertir la edad de tu perro en años humanos. Esta investigación está basada en cambios en el ADN a lo largo del tiempo. El tiempo de vida de los perros puede variar, sin embargo, todos exhiben una trayectoria de desarrollo, fisiológica y patológica similar. Para lograr esto, se extrajeron muestras de sangre de 320 personas, con edades entre 1 y 103 años. Asimismo de 104 labradores, desde cachorros hasta de 16 años. La comparación con los metilomas humanos revela una relación no lineal que traduce los años del perro al humano, lo cual permitió derivar una fórmula para calcular la edad humana con la de los perros.

# info.linkTitle
source: Links for more information
es_419: Links para mayor información

# life.title
source: Life expectancy
es_419: Esperanza de vida

# life.age
source: years
es_419: años
